Repository: hamstah10/adventskalender
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: ru

# tx_adventskalender_domain_model_door
source: Adventskalender Türchen
ru: Дверца адвент-календаря

# tx_adventskalender_domain_model_door.day
source: Tag (1-24)
ru: День (1-24)

# tx_adventskalender_domain_model_door.title
source: Titel
ru: Название

# tx_adventskalender_domain_model_door.description
source: Beschreibung
ru: Описание

# tx_adventskalender_domain_model_door.image
source: Bild
ru: Изображение

# tx_adventskalender_domain_model_door.content
source: Inhalt
ru: Содержание

# tx_adventskalender_domain_model_door.is_active
source: Aktiv
ru: Активно

# tx_adventskalender_domain_model_door.video
source: Video
ru: Видео

# tx_adventskalender_domain_model_door.audio
source: Audio
ru: Аудио

# tx_adventskalender_domain_model_door.link
source: Link
ru: Ссылка

# tx_adventskalender_domain_model_door.voucher
source: Gutschein
ru: Подарочный сертификат

# tx_adventskalender_domain_model_door.custom_style
source: Individuelles Design aktivieren
ru: Включить индивидуальный дизайн

# tx_adventskalender_domain_model_door.custom_color_start
source: Farbe Start (Verlauf)
ru: Начальный цвет (градиент)

# tx_adventskalender_domain_model_door.custom_color_end
source: Farbe Ende (Verlauf)
ru: Конечный цвет (градиент)

# tx_adventskalender_domain_model_door.custom_border_color
source: Rahmen-Farbe
ru: Цвет рамки

# tx_adventskalender_domain_model_door.custom_border_width
source: Rahmen-Breite (px)
ru: Толщина рамки (px)

# tx_adventskalender_domain_model_voucher
source: Gutschein
ru: Подарочный сертификат

# tx_adventskalender_domain_model_voucher.headline
source: Überschrift
ru: Заголовок

# tx_adventskalender_domain_model_voucher.for_name
source: Für (Name)
ru: Кому (Имя)

# tx_adventskalender_domain_model_voucher.description
source: Beschreibung (wofür)
ru: Описание (для чего)

# tx_adventskalender_domain_model_voucher.from_name
source: Von (Name)
ru: От кого (Имя)

# tx_adventskalender_domain_model_voucher.design
source: Design
ru: Дизайн

# tx_adventskalender_domain_model_voucher.design.classic
source: Klassisch (gestrichelt)
ru: Классический (пунктирный)

# tx_adventskalender_domain_model_voucher.design.santa
source: Weihnachtsmann
ru: Дед Мороз

# plugin.management.title
source: Adventskalender - Verwaltung
ru: Адвент-календарь - Управление

# plugin.management.description
source: Frontend-Plugin zum Verwalten und Bearbeiten von Adventskalender-Türchen
ru: Плагин для управления и редактирования дверец адвент-календаря в интерфейсе

# plugin.management.flexform.pageTitle
source: Seitentitel
ru: Заголовок страницы

# plugin.management.flexform.itemsPerPage
source: Einträge pro Seite
ru: Записей на странице

# plugin.management.flexform.allowDelete
source: Löschen erlauben
ru: Разрешить удаление
