Repository: hamstah10/adventskalender
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: ru

# title
source: Advent Calendar 2025
ru: Адвент-календарь 2025

# subtitle
source: Open a new door every day and discover great surprises!
ru: Открывайте каждый день новую дверцу и находите удивительные сюрпризы!

source: 🎵 Music on
ru: 🎵 Включить музыку

source: 🔇 Music off
ru: 🔇 Выключить музыку

# door.open
source: Open!
ru: Открыть!

# door.locked
source: Still locked
ru: Еще закрыто

# door.number
source: Door
ru: Дверца

# link.open
source: Open link
ru: Открыть ссылку

source: Close
ru: Закрыть

# voucher.download
source: Download voucher
ru: Скачать сертификат
